{"Formations/Exercices/Youri":{"title":"Youri","links":["Notions/HHS-(Happy,-Healthy,-Sexy)"],"tags":[],"content":"\nOBJECTIF\n\nCorporalité\nJeu impulsif\nAnalyser ce que font les autres et réagir (Réactions)\n\n\nVALEURS PARTICULIÈRES\n\nMusical\n\n\nCONSIGNE\n\nUn groupe de 4+ danseurs.euses sortent de la salle\nIels choisissent un événement historique connu (ex: la chute de Rome, l’indépendance des États-Unis, l’invention de l’école)\nIels rentrent sur scène, et une musique qu’iels ne connaissent pas se joue\nIels improvisent une danse abstraite\nLes spectateurs doivent deviner l’événement\n\n\nCLÉS DU SUCCÈS\n\nSi on est perdu : regarder les autres et imiter\nSi on ne sait pas danser ou qu’on a peut : se rappeler de l’H2S, on joue un rôle et il n’y a pas de jugement sur la qualité de la dance\nEt aussi jouer avec les autres.\n\n\n\nVersion 2 : l’Imposteur"},"Formations/Formation-de-Formation-en-Impro":{"title":"Formation de Formation en Impro","links":["Notions/Posture-de-formateur.ice","Notions/États-d'apprentissage","Notions/Échec","Notions/HHS-(Happy,-Healthy,-Sexy)"],"tags":[],"content":"\nImportant de savoir quelle Posture de formateur.ice on souhaite adopter.\nToujours faire attentions aux États d’apprentissage des élèves.\nImportant d’admettre ses propres échecs en tant que formateur.ice.\nGarder une attitude HSS quand possible.\n\nComment guider pendant une scène ?\n\nInside Coaching : monter sur scène, et aller souffler des choses aux comédiens.ennes.\nSide Coaching : même chose mais sur le coté, tout en restant positif aussi (“bien”, “nickel”, “trop bien ça”). On peut aussi demander d’amplifier (“plus”, “encore”) ou d’atténuer, mais on évite de diriger! Il faut éviter le “fait ceci/cela” ou “regarde l’autre plus!“.\nStop and Go : on pause pendant l’impro, on donne des conseils, et on reprend\nStop and Reset : à utiliser en cas de dernier recours (oubli de consignes, par exemple). Similaire au Stop and Go, mais au lieu de reprendre, on coupe.\n\nAnimation de groupe"},"Formations/Préparer-un-exercice...":{"title":"Préparer un exercice...","links":["Refus-de-jeu"],"tags":[],"content":"Plusieurs choses à préparer en amont :\n\nQuel est l’objectif de l’exercice ? Quelle est la compétence que l’on cherche à travailler ?\nPourquoi cet exercice ? Quelle est sa valeur par rapport à un autre ?\nQuelles sont les consignes de l’exercice ?\nQuels sont les clés du succès ? Quels sont les manières de réussir l’exercice, et comment orienter les élèves ?\n\n…avec la pédagogie par le succès\nFaire un focus sur le succès des élèves : préciser en détail ce qui s’est bien passé.\nOn peut aussi demander un feedback, non seulement pour avoir un retour, mais aussi pour que si ce retour soit négatif, on puisse rassurer l’élève sur ce qui ne leur a pas plus ou là où ils ont vu des défauts.\nÉviter de trop parler des défauts, à moins qu’ils soient fondamentaux. Exemple :\n\nExercice réussi mais les joueurs.euses n’ont pas réussi à faire une scène intéressante : pas grave! “Ça n’est pas l’objectif de l’exercice.\nExercice réussi mais les joueurs.euses ont fait du refus de jeu en boucle : “L’exercice est réussi, mais…\n\nDans cette situation, on peut essayer de donner un exercice qui va contrer la source du refus.\nPar exemple, si l’origine est de l’égo (“mes idées sont mieux donc je veux jouer les miennes”), lui donner comme consigne d’essayer d’être un personnage support\n\n\n"},"Notions/HHS-(Happy,-Healthy,-Sexy)":{"title":"HHS (Happy, Healthy, Sexy)","links":[],"tags":[],"content":"Attitude de l’improvisateur.ice qui consiste à former un masque de confiance, “je sais ce que je fais, je suis compétent.te, je n’ai pas peur”\n\nÇa aide le public à sentir la hype\nÇa aide aussi le.la comédien.ne à se sentir plus à l’aise, et peut-être à mettre une meilleure performance selon ses propres standards\n"},"Notions/Posture-de-formateur.ice":{"title":"Posture de formateur.ice","links":[],"tags":[],"content":"\nPosture de professeur\n- Position de savoir, “je vais vous apprendre”, potentiellement strict\nPosture de pote\n- Posture plus “casual”, plus relâchée\nPosture de gourou\n- Presque comme le Professeur, mais en plus idolâtré, et plus sectaire :: dans l’idée, le gourou essaie plus d’inculquer sa vision de l’impro aux élèves\nPosture d’animateur de colo\n- Très binaire : si les choses se passent bien, tout ce passe bien, sinon, peut être plus rigide\nDans l’idée, l’animateur de colo essaie moins d’apprendre des choses aux élèves, mais plus de “faire son taff”\nPosture de psychologue\n\nTrop personnel\n\n\n**Posture d’accompagnateur.ice bienveillant.e **\n\nAccompagnant.e d’impro bienveillant.e, en gardant une vision de où en est qui, et essayer de guider les élèves plutôt que de les tirer vers le point où on souhaite aller\n\n\n"},"Notions/Pédagogie-par-l'échec":{"title":"Pédagogie par l'échec","links":["Notions/Échec"],"tags":[],"content":"Lié à l’idée de l’échec en improvisation.\nType de pédagogie liée à la montrer aux élèves leurs échecs."},"Notions/Échec":{"title":"Échec","links":[],"tags":[],"content":"L’échec en improvisation est un sujet compliqué.\nLe véritable échec n’existe pas en impro, et on va parler de “perdre” plus souvent.\nPerdre, c’est rater une action, oublier le nom d’un personnage, complètement manquer l’accent qu’on faisait.\nL’échec en improvisation est toujours une source de jeu.\nL’improvisateur.ice doit être habitué.e à perdre, afin d’éviter de ne pas aimer rater : l’échec est une partie indéniable de l’improvisation théâtrale, et si on a peur/pas envie d’échouer, on perd une profondeur de jeu considérable, et notre champ de jeu se restreint."},"Notions/États-d'apprentissage":{"title":"États d'apprentissage","links":["Notions/Pédagogie-par-l'échec"],"tags":[],"content":"\nDébutant\n\nIncompétent, et pas aware de son incompétence\nPour passer au dessus, on peut utiliser la pédagogie par l’échec\n\n\nIntermédiaire\n\nConsciemment incompétent\nPeut enseigner à l’état du dessous ce qu’il ne sait pas\nPour passer au-delà, faire des exercices qui se concentrent sur la réussite plutôt que l’échec\n\n\nAvancé\n\nConsciemment compétent\nPour passer au dessus, pédagogie par la répétition\n\n\nNaturel\n\nInconsciemment compétent\nLe pire état pour un.e professeur.e d’impro : on ne peut pas enseigner l’impro si on ne sait pas comment on est arrivé à notre stade de compétence\n\n\n\nL’important, dans les états d’apprentissage, ça n’est pas d’essayer de progresser, mais de reconnaître notre état actuel, et trouver son utilité."},"index":{"title":"Bienvenue !","links":["Comment-contribuer","Notions","Formations/Exercices"],"tags":[],"content":"Que vous soyez un.e membre débutant, un.e expert.e, ou simplement un.e curieux.se, vous êtes le.la bienvenu.e sur le Wiki des !mprobables!\nCe wiki a pour objectif de centraliser les connaissances du club afin de faciliter l’apprentissage et de la préparation de workshops/formations.\nVous savez ce qu’on dit :\n\n“Il est important de partager la connaissance, parce que c’est très cool.” \n\nLaérian, là-maintenant (j’ai improvisé une citation)\n\n\nSi vous voulez ajouter à ce wiki, n’hésitez pas à consulter la page Comment contribuer pour plus d’informations.\nSommaire\n\nNotions\nExercices\n"},"Comment-contribuer":{"title":"Comment contribuer","links":[],"tags":[],"content":"bonjour"}}